/* Connect with Windows Osu! */
"Connect with my Windows version Osu!" = "Connect with my Windows version Osu!";

/* First time Notice */
"First time? Follow the guide please~" = "First time? Follow the guide please~";

/* Later */
"Later" = "Later";

/* Not now for first play */
"Not now" = "Not now";

/* Save Folder: Label */
"Save Folder:" = "Save Folder:";

/* Show save different folder part */
"Save my new files to another folder" = "Save my new files to another folder";

/* Select... */
"Select..." = "Select...";

/* Select: */
"Select:" = "Select:";

/* Start new Osu! */
"Start a brand new Osu for Mac!" = "Start a brand new Osu for Mac!";

/* Windows: Label */
"Windows Osu!:" = "Windows Osu!:";

/* First Run Setting Required Message */
"You have to finish the Settings first!" = "You have to finish the Settings first!";

